Repository: anjos/personal-website
Catalog: portal/portal/locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: Brazilian Portuguese
fr: Portugais du Brésil

source: French
fr: Français

source: Page not found
fr: Page non trouvé

source: 404 error - Page not found
fr: Erreur 404 - Page non trouvé

source: The following requested page is not available:
fr: La page suivante n'est pas disponible:

source: Internal server error
fr: Erreur interne du serveur

source: 500 error - Internal server error
fr: Erreur 500 - Erreur interne du serveur

source: An internal server error has occurred. Reload to try again, or simply use your browser's back button.
fr: Un erreur interne du serveur s'est passé. Rechargez pour essayer à nouveau, ou simplement utilizez la fonction 'revenir en arrière' de votre navigateur.

source: We are currently under maintenance!
fr: Nous sommes sur maintenance à présent!

source: I apologize, but I'm currently making modifications to this website. It should be back soon. Please try again later!
fr: Excusez-moi, mais je suis en train de faire de petits changementssur ce site. Il revindra en ligne prochainement. SVP, essayez a nouveau plus tard!

source: Click here to get back to the start page
fr: Cliquez ici pour revenir à là page d'accueil

source: hanging on the net...
fr: sur le réseau...

source: logged in as
fr: connecté comme

source: Home Page
fr: Page d'Accueil

source: No content available yet... Stay posted!
fr: Pas de contenu maintenant... Restez branché!

source: click here to go back to the front page
fr: cliquez ici pour revenir à là page d'accueil

source: Username:
fr: Utilisateur:

source: Password:
fr: Mot de passe:

source: Log in
fr: Connecter

source: login using your Google account
fr: connecter en utilisant votre idéntifiant Google

source: OpenID authentication failed
fr: Autentication OpenID échoué

source: If you believe this is an error, please ask the adminstrator to add it to the appropriate account.
fr: Si vous croyez que ceci est un erreur, contactez l'adminstrateur du site pour rajouter cet identité Google a votre compte.
