Repository: anjos/personal-website
Catalog: anjos/personal/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: English
pt_br: Inglês

source: Brazilian Portuguese
pt_br: Português do Brasil

source: French
pt_br: Francês

source: click here to go back to the front page
pt_br: clique aqui para voltar para a página principal

source: Username:
pt_br: Usuário:

source: Password:
pt_br: Senha:

source: Log in
pt_br: Conectar

source: login using your Google account
pt_br: conectar usando sua conta Google

source: OpenID authentication failed
pt_br: Autenticação OpenID falhou

source: If you believe this is an error, please ask the adminstrator to add it to the appropriate account.
pt_br: Se você acredita que isso seja um erro, contacte o adminstrador para adicionar esta chave a uma conta.

source: Page not found
pt_br: Página não encontrada

source: 404 error - Page not found
pt_br: Erro 404 - Página não encontrada

source: The following requested page is not available:
pt_br: A página seguinte não está disponível:

source: Internal server error
pt_br: Erro interno do servidor

source: 500 error - Internal server error
pt_br: Erro 500 - Erro interno do servidor

source: An internal server error has occurred. Reload to try again, or simply use your browser's back button.
pt_br: Um erro interno do servidor acaba de acontecer. Recarrege para tentar novamente, ou simplesmente utilize o botão 'voltar atrás' de seu navigador.

source: We are currently under maintenance!
pt_br: Estamos temporariamente em manutenção!

source: I apologize, but I'm currently making modifications to this website. It should be back soon. Please try again later!
pt_br: Desculpas, mas estou atualmente fazendo modificações neste portal. Ele voltará ao ar brevemente. Por favor, tente mais tarde novamente!

source: Click here to get back to the start page
pt_br: Clique aqui para voltar à página principal

source: This is the QR-code that will take you back to this website.
pt_br: Esta imagem é o código QR que levará você de volta a este portal.

source: hanging on the net...
pt_br: na rede...

source: logged in as
pt_br: conectado como

source: Home Page
pt_br: Página Inicial

source: No content available yet... Stay posted!
pt_br: Nenhum conteúdo disponível neste momento... Fique ligado!
